Repository: HGONeV/hgon_donation
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_hgondonation_domain_model_donate
source: HGON Donation: Donate
de: HGON Donation: Spenden

# tx_hgondonation_domain_model_donate.description
source: Donation extension of HGON
de: HGON: Spenden-Erweiterung

# tx_hgondonation_domain_model_donation
source: HGON Donation: Donation
de: HGON Donation: Spende

# tx_hgondonation_domain_model_donation.type
source: Type
de: Typ

# tx_hgondonation_domain_model_donation.type.select
source: Choose
de: Bitte wählen

# tx_hgondonation_domain_model_donation.type.time
source: Time
de: Zeit

# tx_hgondonation_domain_model_donation.type.money
source: Money
de: Geld

# tx_hgondonation_domain_model_donation.title
source: Title
de: Titel

# tx_hgondonation_domain_model_donation.short_description
source: Short Description
de: Kurzbeschreibung

# tx_hgondonation_domain_model_donation.description
source: Description
de: Beschreibung

# tx_hgondonation_domain_model_donation.image
source: Image
de: Bild

# tx_hgondonation_domain_model_donation.donation_type_time
source: Donation Type Time
de: Zeitspende

# tx_hgondonation_domain_model_donation.donation_type_money
source: Donation Type Money
de: Geldspende

# tx_hgondonation_domain_model_donation.typolink
source: Typolink (Project)
de: Typolink (Projekt)

# tx_hgondonation_domain_model_donation.pages
source: Pages (Project)
de: Seite (Projekt)

# tx_hgondonation_domain_model_donation.time_range_start
source: Time Range Start
de: Zeitraum Start

# tx_hgondonation_domain_model_donation.time_range_end
source: Time Range End
de: Zeitraum Ende

# tx_hgondonation_domain_model_donation.tx_rkwproject_project
source: Project
de: Projekt

# tx_hgondonation_domain_model_donation.time_requirement
source: Time Requirement
de: Zeitaufwand (gesamt)

# tx_hgondonation_domain_model_donation.donation_place
source: Donation Place
de: Ort

# tx_hgondonation_domain_model_donationtypetime
source: HGON Donation: Donation Type Time
de: HGON Donation: Zeitspende

# tx_hgondonation_domain_model_donationtypetime.title
source: Title
de: Titel

# tx_hgondonation_domain_model_donationtypetime.short_description
source: Short Description
de: Kurzbeschreibung

# tx_hgondonation_domain_model_donationtypetime.description
source: Description
de: Beschreibung

# tx_hgondonation_domain_model_donationtypetime.type
source: Type
de: Typ

# tx_hgondonation_domain_model_donationtypetime.time_requirement
source: Time Requirement
de: Zeitaufwand (gesamt)

# tx_hgondonation_domain_model_donationtypetime.time_range_start
source: Time Range Start
de: Zeitraum Start

# tx_hgondonation_domain_model_donationtypetime.time_range_end
source: Time Range End
de: Zeitraum Ende

# tx_hgondonation_domain_model_donationtypetime.recurring
source: Recurring
de: Wiederkehrend

# tx_hgondonation_domain_model_donationtypetime.image
source: Image
de: Bild

# tx_hgondonation_domain_model_donationtypetime.contact_person
source: Contact Person
de: Kontaktperson

# tx_hgondonation_domain_model_donationtypetime.finished
source: Finished
de: Fertig

# tx_hgondonation_domain_model_donationtypetime.helpers_feedback
source: Helpers Feedback
de: Helfer-Feedback

# tx_hgondonation_domain_model_donationtypetime.helpers_image
source: Helpers Image
de: Helfer Bild

# tx_hgondonation_domain_model_donationtypetime.donation_place
source: Donation Place
de: Ort

# tx_hgondonation_domain_model_donationtypetime.pages
source: Project page
de: Projekt Seite

# tx_hgondonation_domain_model_donationtypemoney
source: HGON Donation: Donation Type Money
de: HGON Donation: Geldspende

# tx_hgondonation_domain_model_donationtypemoney.short_description
source: Short Description
de: Kurzbeschreibung

# tx_hgondonation_domain_model_donationtypemoney.description
source: Description
de: Beschreibung

# tx_hgondonation_domain_model_donationtypemoney.image
source: Image
de: Bild

# tx_hgondonation_domain_model_donationtypemoney.donation_goal
source: Donation Goal
de: Spendenziel (z.B. 500€)

# tx_hgondonation_domain_model_donationtypemoney.donation_amount_current
source: Donation Amount Current
de: Aktueller Spendenstand

# tx_hgondonation_domain_model_donationtypemoney.donator_count
source: Donator Count
de: Anzahl Spender

# tx_hgondonation_domain_model_donationplace
source: HGON Donation: Donation Place
de: HGON Donation: Ort (nur für Zeitspenden)

# tx_hgondonation_domain_model_donationplace.title
source: Title
de: Titel

# tx_hgondonation_domain_model_donationplace.description
source: Description
de: Beschreibung

# tx_hgondonation_domain_model_donationplace.address
source: Address
de: Adresse

# tx_hgondonation_domain_model_donationplace.zip
source: Zip
de: Plz

# tx_hgondonation_domain_model_donationplace.city
source: City
de: Stadt

# tx_hgondonation_domain_model_donationplace.country
source: Country
de: Land

# flexform.supportOptions.sheetTitle
source: Support Options
de: Unterstützungsoptionen

# flexform.supportOptions.preHeader
source: Pre header
de: Pre-Headline

# flexform.supportOptions.header
source: Header
de: Headline

# flexform.supportOptions.showBecomeMember
source: Show: Become Member
de: Zeige: Mitglied werden

# flexform.supportOptions.showDonateMoney
source: Show: Donate money
de: Zeige: Geld spenden

# flexform.supportOptions.showDonateTime
source: Show: Donate time
de: Zeige: Zeit spenden / ehrenamtlich helfen

# flexform.supportOptions.image
source: Image
de: Bild

# flexform.supportOptions.sheetTitle.becomeMember
source: Options: Become member
de: Gestaltungsoptionen: Mitglied werden

# flexform.supportOptions.sheetTitle.donateMoney
source: Options: Donate money
de: Gestaltungsoptionen: Geld spenden

# flexform.supportOptions.sheetTitle.donateTime
source: Options: Donate time
de: Gestaltungsoptionen: Zeit spenden
